Repository: bansi131095/TheCrazyBeautyPOS_iPad
Catalog: TheCrazyBeautyPOS/Helper/Localizable.xcstrings
Source language: en
Languages: vi, zh

source: Resource added successfully
vi: Tài nguyên đã được thêm thành công
zh: 资源添加成功

source: Resource deleted successfully
vi: Tài nguyên đã được xóa thành công
zh: 资源删除成功

source: Resource details updated successfully
vi: Chi tiết tài nguyên đã được cập nhật thành công
zh: 资源详情更新成功

source: Salon Details
vi: Hồ sơ doanh nghiệp
zh: 商家资料

source: Salon Holiday
vi: Ngày nghỉ salon
zh: 沙龙假日

source: Salon holidays updated successfully
vi: Ngày nghỉ của salon đã được cập nhật thành công
zh: 沙龙假期更新成功

source: Salon Images
vi: Hình ảnh salon
zh: 沙龙图片

source: Salon Off Days/Hours
vi: Ngày/giờ nghỉ của salon
zh: 店铺休息日/时间

source: Salon timings updated successfully
vi: Giờ hoạt động của salon đã được cập nhật thành công
zh: 沙龙营业时间更新成功

source: Save
vi: Lưu
zh: 保存

source: Schedule
vi: Lịch trình
zh: 时间表

source: Schedule For
vi: Lịch trình cho
zh: 安排用于

source: Select Category
vi: Chọn danh mục
zh: 选择类别

source: Select Service
vi: Chọn dịch vụ
zh: 选择服务

source: Select Sub Service
vi: Chọn dịch vụ phụ
zh: 选择子服务

source: Sequence cannot be empty!
vi: Trình tự không được để trống!
zh: 顺序不能为空！

source: Service
vi: Dịch vụ
zh: 服务

source: Service added successfully
vi: Thêm dịch vụ thành công.
zh: 服务添加成功。

source: Service deleted successfully
vi: Dịch vụ đã được xóa thành công
zh: 服务删除成功

source: Service For
vi: Dịch vụ cho
zh: 服务对象

source: Service sequence is required
vi: Yêu cầu trình tự dịch vụ
zh: 需要服务顺序

source: Service sequence updated successfully
vi: Trình tự dịch vụ đã được cập nhật thành công
zh: 服务顺序更新成功

source: Service updated successfully
vi: Dịch vụ đã được cập nhật thành công
zh: 服务更新成功

source: Service With Sub Type
vi: Dịch vụ có loại phụ
zh: 有子类型服务

source: Service Without Sub Type
vi: Dịch vụ không có loại phụ
zh: 无子类型服务

source: Services
vi: Dịch vụ
zh: 服务

source: Services For
vi: Dịch vụ cho
zh: 服务对象

source: ServiceSequence
vi: Thứ tự dịch vụ
zh: 服务顺序

source: Settings
vi: Cài đặt
zh: 设置

source: Slot Duration
vi: Thời lượng slot
zh: 时段时长

source: SMS/Emails settings saved successfully
vi: Cài đặt SMS/Email đã được lưu thành công
zh: 短信/电子邮件设置保存成功

source: Something Want Wrong
vi: Đã xảy ra lỗi
zh: 出了点问题

source: Staff holidays updated successfully
vi: Ngày nghỉ của nhân viên đã được cập nhật thành công
zh: 员工假期更新成功

source: Staff sequence updated successfully
vi: Thứ tự nhân viên đã được cập nhật thành công
zh: 员工顺序更新成功

source: Start Date is required.
vi: Ngày bắt đầu là bắt buộc.
zh: 开始日期是必填项。

source: Starts From
vi: Bắt đầu từ
zh: 起价

source: Status is required
vi: Trạng thái là bắt buộc
zh: 状态是必填项

source: Sub
vi: Phụ
zh: 子项

source: Sub Service
vi: Dịch vụ phụ
zh: 子服务

source: Submit
vi: Gửi
zh: 提交

source: Sync Team And Services As Well
vi: Đồng bộ cả đội ngũ và dịch vụ
zh: 同时同步团队和服务

source: Team
vi: Đội ngũ
zh: 团队

source: Team Login
vi: Đăng nhập nhóm
zh: 团队登录

source: Team member added successfully
vi: Thêm thành viên nhóm thành công
zh: 团队成员添加成功

source: Team member deleted successfully
vi: Thành viên nhóm đã được xóa thành công
zh: 团队成员删除成功

source: Team member updated successfully
vi: Thành viên nhóm đã được cập nhật thành công
zh: 团队成员更新成功

source: Team Members
vi: Thành viên đội
zh: 团队成员

source: Team members and services synced successfully
vi: Thành viên nhóm và dịch vụ đã được đồng bộ hóa thành công
zh: 团队成员和服务同步成功

source: Team Roster
vi: Danh sách đội
zh: 团队名单

source: Team Sequence
vi: Thứ tự nhóm
zh: 团队顺序

source: Test Date is required
vi: Ngày kiểm tra là bắt buộc
zh: 测试日期是必填项

source: Test details added successfully
vi: Thêm chi tiết kiểm tra thành công
zh: 测试详情添加成功

source: Tested By is required
vi: Người kiểm tra là bắt buộc
zh: 检测人是必填项

source: This date already exists.
vi: Ngày này đã tồn tại.
zh: 该日期已存在。

source: Time
vi: Thời gian
zh: 时间

source: Time gap updated successfully
vi: Khoảng thời gian đã được cập nhật thành công
zh: 时间间隔更新成功

source: Time Off For
vi: Nghỉ phép cho
zh: 请假用于

source: Title is required
vi: Tiêu đề là bắt buộc
zh: 标题是必填项

source: To
vi: Đến
zh: 至

source: Total
vi: Tổng cộng
zh: 总计

source: Unisex
vi: Cho cả nam và nữ
zh: 中性

source: Update Client
vi: Cập nhật khách hàng
zh: 更新客户

source: Update Coupon
vi: Cập nhật mã giảm giá
zh: 更新优惠券

source: Update Gift Card
vi: Cập nhật thẻ quà tặng
zh: 更新礼品卡

source: Update Guest
vi: Cập nhật khách
zh: 更新访客

source: Update Inventory
vi: Cập nhật hàng tồn
zh: 更新库存

source: Update Resources
vi: Cập nhật tài nguyên
zh: 更新资源

source: Update Service
vi: Cập nhật dịch vụ
zh: 更新服务

source: Update Team Member
vi: Cập nhật thành viên nhóm
zh: 更新团队成员

source: Upload failed. Try again.
vi: Tải lên thất bại. Vui lòng thử lại.
zh: 上传失败。请重试。

source: Used
vi: Đã sử dụng
zh: 已使用

source: Usual Schedule
vi: Lịch làm việc thông thường
zh: 常规时间表

source: Validation
vi: Xác thực
zh: 验证

source: Vendor Only
vi: Chỉ nhà cung cấp
zh: 仅供应商

source: Walkin appointment deleted successfully
vi: Lịch hẹn trực tiếp đã được xóa thành công
zh: 现场预约删除成功

source: You are not registered yet
vi: Bạn chưa đăng ký
zh: 您尚未注册

source: You can not open camera in simulator
vi: Không thể mở camera trong trình giả lập
zh: 无法在模拟器中打开相机

source: Card :
zh: 刷卡 :

source: Email
zh: 电子邮件

source: VIP
zh: 贵宾
